---
kind: enumMember
id: F:Autodesk.Revit.DB.Architecture.CutMarkSymbol.Zigzag
enum: Autodesk.Revit.DB.Architecture.CutMarkSymbol
source: html/0224e2d5-442a-8efe-a9c2-8cc7fb652525.htm
---
# Autodesk.Revit.DB.Architecture.CutMarkSymbol.Zigzag

Cut mark shape is zigzagged.